export const faqItems = [
  {
    title: "کلاس‌ها و‌‌ ورکشاپ‌ها مناسب چه افرادی هستند؟",
    content:
      "همه افراد، از مبتدی‌ها تا هنرمندها، کسانی که تجربه سفالگری دارند، یا صرفا علاقه‌مند به یادگیری هنر و تجربه‌های جدید هستند می‌توانند شرکت کنند.",
  },
  {
    title: "آیا برای شرکت در کلاس‌ها نیاز به تجربه قبلی دارم؟",
    content:
      "خیر، تمامی کلاس‌ها و ورکشاپ‌ها از پایه آموزش داده می‌شوند و نیازی به پیش‌زمینه قبلی نیست.",
  },
  {
    title: "مواد و ابزار موردنیاز را باید خودمان تهیه کنیم؟",
    content:
      "خیر، تمامی مواد اولیه و ابزارهای موردنیاز در اختیار شرکت‌کنندگان قرار می‌گیرد",
  },
  {
    title: "کلاس‌ها و ورکشاپ‌ها در چه مکانی برگزار می‌شوند؟",
    content:
      "همه‌ی دوره‌ها در (پرند) برگزار می‌شوند. جزئیات دقیق‌تر هنگام ثبت‌نام اعلام می‌شود.",
  },
  {
    title: "کلاس‌ها و ورکشاپ‌ها در چه مکانی برگزار می‌شوند؟",
    content:
      "همه‌ی دوره‌ها در (پرند) برگزار می‌شوند. جزئیات دقیق‌تر هنگام ثبت‌نام اعلام می‌شود.",
  },
  {
    title: "آیا امکان برگزاری کلاس خصوصی هم وجود دارد؟",
    content:
      "بله، در صورت درخواست، کلاس‌های خصوصی یا دو نفره کوچک نیز برگزار می‌شوند.",
  },
  {
    title:
      "آیا می‌توانم بعد از کلاس، آثار خودم را تحویل بگیرم نوع تحویل چگونه‌است؟",
    content:
      "بله، بعد از اتمام فرآیند خشک شدن و پخت، می‌توانید آثار خود را دریافت کنید. دریافت آثار یا به صورت حضوری از کارگاه، اسنپ پیک و ارسال پستی خواهد بود.",
  },
  {
    title: "از کجا امکان ثبت‌نام  وجود دارد؟",
    content:
      "در حال حاضر ثبت‌نام از طریق دایرکت اینستاگرام و تلگرام انجام می‌شود. راه‌های ارتباطی در پایین صفحه وجود دارد.",
  },
];
