export interface ClassType {
  name: string;
  description: string;
  tags: string[];
  status: string;
  date?: string;
  time?: string;
  image: string;
}

export const classes: ClassType[] = [
  {
    image: "/images/test.jpeg",
    name: "لورم ایپسوم متن ساختگی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
    tags: ["ورکشاپ سفالگری", "کلاس آموزشی"],
    status: "open",
    date: "۱۰ فروردین",
    time: "۱۶ تا ۱۹",
  },
  {
    image: "/images/test.jpeg",
    name: "لورم ایپسوم متن ساختگی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
    tags: ["ورکشاپ سفالگری", "کلاس آموزشی"],
    status: "closed",
  },
  {
    image: "/images/test.jpeg",
    name: "لورم ایپسوم متن ساختگی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
    tags: ["ورکشاپ سفالگری", "کلاس آموزشی"],
    status: "open",
    date: "۱۰ فروردین",
    time: "۱۶ تا ۱۹",
  },
];
