export const classes = [
  {
    name: "لورم ایپسوم متن ساختگی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
    tags: ["ورکشاپ سفالگری", "کلاس آموزشی"],
    status: "open",
    date: "۱۰ فروردین",
    time: "۱۶ تا ۱۹",
  },
  {
    name: "لورم ایپسوم متن ساختگی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
    tags: ["ورکشاپ سفالگری", "کلاس آموزشی"],
    status: "closed",
    date: "۱۰ فروردین",
    time: "۱۶ تا ۱۹",
  },
  {
    name: "لورم ایپسوم متن ساختگی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
    tags: ["ورکشاپ سفالگری", "کلاس آموزشی"],
    status: "open",
    date: "۱۰ فروردین",
    time: "۱۶ تا ۱۹",
  },
];
