export interface ClassType {
  name: string;
  description: string;
  tags: string[];
  technics?: string[];
  status: "open" | "closed";
  image: string;
  note?: string
  price: string
}

export const classes: ClassType[] = [
  {
    image: "/images/classes/hand.jpg",
    name: "کلاس سفالگری کار با دست مقدماتی",
    description:
      "در این کلاس شما تکنیک‌های اولیه سفالگری با دست را یاد گرفته و هر جلسه یک حجم با این تکنیک‌ها می‌سازید. این دوره نیاز به هیچ پیش زمینه‌ای ندارد و اگر دنبال یک هنر برای آرامش ذهن و افکارتون هستید این کلاس مناسب شماست.",
    tags: ["۵ جلسه", "۳ ساعت و نیمه", "یک جلسه در هفته"],
    technics: [
      "معرفی ابزار و ورز گل - اسلب",
      "ورقه‌ای - کویل",
      "فیتیله‌ای - پینچ",
      "انگشتی - مقعر و محدب",
    ],
    note: "در این دوره به هر هنرجو ۵ کیلوگرم تعلق می‌گیرد برای ساخت و تمرین تکنیک‌ها",
    status: "open",
    price: "۲,۸۰۰,۰۰۰ تومان",
  },
  {
    image: "/images/classes/khialkar.jpg",
    name: "ورکشاپ خیالکار  یک روزه",
    description:
      "در این ورکشاپ یک روزه شما فرصت ساخت یک سازه‌ای که همیشه دوست داشتید ولی هیچ جا نمی‌تونستید پیداش کنید رو دارید که به کمک هم می‌تونیم به واقعیت تبدیلش کنیم مدت زمان ۳ ساعت ، بدون نیاز به پیش زمینه تمامی سازه‌های شما رو در انتها به صورت لعاب خورده ( تک رنگ سفید ) تحویل داده میشود.",
    tags: ["۳ ساعت", "یک روزه"],
    note: "این ورکشاپ همراه با پذیرایی برای شرکت کنندگان است.",
    status: "open",
    price: "۷۵۷,۰۰۰ تومان",
  },
];
