export interface ClassType {
  name: string;
  description: string;
  tags: string[];
  technics?: string[];
  items?: string[];
  status: "open" | "closed";
  image?: string;
  note?: string;
  price: string;
}

export const classes: ClassType[] = [
  {
    image: "/images/classes/hand.jpg",
    name: "کلاس سفالگری کار با دست مقدماتی",
    description:
      "در این کلاس شما تکنیک‌های اولیه سفالگری با دست را یاد گرفته و هر جلسه یک حجم با این تکنیک‌ها می‌سازید. این دوره نیاز به هیچ پیش زمینه‌ای ندارد و اگر دنبال یک هنر برای آرامش ذهن و افکارتون هستید این کلاس مناسب شماست.",
    tags: ["۵ جلسه", "۳ ساعت و نیمه", "یک جلسه در هفته"],
    technics: [
      "معرفی ابزار و ورز گل - اسلب",
      "ورقه‌ای - کویل",
      "فیتیله‌ای - پینچ",
      "انگشتی - مقعر و محدب",
    ],
    note: "در این دوره به هر هنرجو ۵ کیلوگرم تعلق می‌گیرد برای ساخت و تمرین تکنیک‌ها",
    status: "open",
    price: "۲,۸۰۰,۰۰۰ تومان",
  },
  {
    image: "/images/classes/khialkar.jpg",
    name: "ورکشاپ خیالکار  یک روزه",
    description:
      "در این ورکشاپ یک روزه شما فرصت ساخت یک سازه‌ای که همیشه دوست داشتید ولی هیچ جا نمی‌تونستید پیداش کنید رو دارید که به کمک هم می‌تونیم به واقعیت تبدیلش کنیم مدت زمان ۳ ساعت ، بدون نیاز به پیش زمینه تمامی سازه‌های شما رو در انتها به صورت لعاب خورده ( تک رنگ سفید ) تحویل داده میشود.",
    tags: ["۳ ساعت", "یک روزه"],
    note: "این ورکشاپ همراه با پذیرایی برای شرکت کنندگان است.",
    status: "open",
    price: "۷۵۷,۰۰۰ تومان",
  },
  {
    name: "ورکشاپ نقاشی زیرلعابی یک روزه",
    description: `در این ورکشاپ شما فرصت نقاشی روی ظرف سرامیکی را دارید تا روی آن طرح اختصاصی خودتان را پیاده کنید.
      نیاز به پیش زمینه ندارد - مدت زمان ۳ ساعت .
      ظرف در انتها به صورت لعاب شده و مصرفی تحویل داده می‌شود.
      در این ورکشاپ یک انتخاب بین گزینه‌های زیر دارید:`,
    items: [
      "نقاشی روی پیش دستی سرامیکی",
      "نقاشی روی ماگ سرامیکی",
      "نقاشی روی ظرف ساخته شده با دست خودتون در ورکشاپ خیالکار",
    ],
    tags: ["۳ ساعت"],
    status: "open",
    price: "۸۹۹,۰۰۰ تومان",
  },
  {
    name: "ورکشاپ نقش برجسته دو روزه ",
    description: `در این ورکشاپ دو روز شما فرصت ساخت یک نقش برجسته مربعی در ابعاد ۱۵×۱۵ را خواهید داشت که با استفاده از تکنیک کاستن و افزودن به نقش مورد نظر دست پیدا خواهید کرد. نقش برجسته سبک به شدت محبوب و با قدمت است.
      بدون نیاز به پیش زمینه، ۳ ساعت در دو روز (در مجموع ۶ ساعت)  
      در انتها کار به صورت بیسکویت شده به شما تحویل داده می‌شود.`,
    tags: ["۶ ساعت", "دو روز"],
    status: "open",
    price: "۸۷۸,۰۰۰ تومان",
  },
  {
    name: "کلاس رشد خلاقیت مخصوص کودکان (۶ تا ۱۴ سال) ",
    description: `در این کلاس، بچه‌ها با گل سفال بازی می‌کنند، مهارت‌های دست‌ورزی و تخیلشان را تقویت می‌کنند و در کنار هم لحظاتی پر از شادی و یادگیری خواهند داشت. هدف ما پرورش خلاقیت، افزایش تمرکز و تقویت هماهنگی ذهن و دست‌ها است.`,
    tags: ["۸ جلسه", "۱.۵ ساعته", "یک جلسه در هفته"],
    note: "در این کلاس به هر هنرجو ۵ کیلو گل تعلق میگیرد برای تمرین نکنیک‌ها",
    status: "open",
    price: "۲,۵۰۰,۰۰۰ تومان",
  },
];

/*
----- کلاس رشد خلاقیت مخصوص کودکان (۶ تا ۱۴ سال) 

در این کلاس، بچه‌ها با گل سفال بازی می‌کنند، مهارت‌های دست‌ورزی و تخیلشان را تقویت می‌کنند و در کنار هم لحظاتی پر از شادی و یادگیری خواهند داشت. هدف ما پرورش خلاقیت، افزایش تمرکز و تقویت هماهنگی ذهن و دست‌ها است. 
 ۸ جلسه‌، ۱.۵ ساعته
(یک‌جلسه در هفته)
در این کلاس به هر هنرجو ۵ کیلو گل تعلق میگیرد برای تمرین نکنیک‌ها 
قیمت دوره : ۲,۵۰۰,۰۰۰ تومان
*/
